Repository: shahryaralam688/LimiAI
Catalog: LimiExhibition/Common/Localizable.xcstrings
Source language: en
Languages: ar, de, tr, zh_hans, zh_hant

source: Longitude: %.4f
ar: خط الطول: %.4f
de: Breitengrad: %.4f
tr: Boylam: %.4f
zh_hans: 经度：%.4f
zh_hant: 經度 : %.4f

source: Looking for nearby devices
ar: البحث عن الأجهزة القريبة
de: Suche nach Geräten in der Nähe
tr: Yakındaki cihazlar aranıyor
zh_hans: 正在寻找附近设备

source: Make a new scan!
ar: قم بإنشاء مسح جديد!
de: Starte einen neuen Scan!
tr: Yeni bir tarama yapın!
zh_hans: 开始新的扫描！
zh_hant: 重新掃描！

source: Make sure to scan the room by pointing the camera at all surfaces.
ar: تأكد من مسح الغرفة عبر توجيه الكاميرا نحو جميع الأسطح.
de: Achte darauf, den Raum zu scannen, indem du die Kamera auf alle Oberflächen richtest.
tr: Kamerayı tüm yüzeylere doğrultarak odayı taradığınızdan emin olun.
zh_hans: 请将相机对准所有表面以扫描房间。
zh_hant: 務必將攝影機對準房間的所有表面進行掃描。

source: Make sure your WLED devices are connected to the same Wi-Fi network
ar: تأكد من أن أجهزة WLED متصلة بنفس شبكة الواي فاي
de: Stelle sicher, dass deine WLED-Geräte mit demselben WLAN verbunden sind
tr: WLED cihazlarınızın aynı Wi-Fi ağına bağlı olduğundan emin olun
zh_hans: 请确保您的 WLED 设备连接到同一 Wi-Fi 网络
zh_hant: 請確保您的 WLED 裝置連接到同一個 Wi-Fi 網路

source: Marked as completed
ar: تم وضع علامة مكتمل
de: Als abgeschlossen markiert
tr: Tamamlandı olarak işaretlendi
zh_hans: 已标记为完成
zh_hant: 標記為已完成

source: Mini Controller Setting
ar: إعدادات وحدة التحكم المصغّرة
de: Mini-Controller-Einstellung
tr: Mini Kontrolcü Ayarı
zh_hans: 小型控制器设置
zh_hant: 迷你控制器設定

source: MiniController
ar: وحدة التحكم المصغّرة
zh_hans: 小型控制器
zh_hant: 迷你控制器

source: Mode
ar: الوضع
de: Modus
tr: Mod
zh_hans: 模式
zh_hant: 模式

source: Mode: %@
ar: الوضع: %0
de: Modus: %@
tr: Mod: %@
zh_hans: 模式：%0
zh_hant: 模式: %@

# module.room_scan.title
source: Room Scan
ar: مسح الغرفة
de: Raums scan (Kamera-Scan)
tr: Oda Taraması
zh_hans: 房间扫描
zh_hant: 房間掃描

source: Modules
ar: الوحدات
de: Module
tr: Modüller
zh_hans: 模块
zh_hant: 模組

source: My Requests
ar: طلباتي
de: Meine Anfragen
tr: Taleplerim
zh_hans: 我的请求
zh_hant: 我的請求

source: My Routines
ar: روتيناتي
de: Meine Routinen
tr: Rutinlerim
zh_hans: 我的日常流程
zh_hant: 我的日常安排

source: My Spaces
ar: مساحاتي
de: Meine Räume
tr: Alanlarım
zh_hans: 我的空间
zh_hant: 我的空間

source: Name Your Scan
ar: سمِّ مسحك
de: Benenne deinen Scan
tr: Taramaya Ad Verin
zh_hans: 为您的扫描命名
zh_hant: 為您的掃描命名

source: Need location for weather data
ar: يلزم تفعيل الموقع للحصول على بيانات الطقس
de: Standort erforderlich für Wetterdaten
tr: Hava durumu verileri için konum gerekli
zh_hans: 天气数据需要位置权限
zh_hant: 需要獲取天氣數據的位置信息

source: New modules with amazing features are on the way.
ar: وحدات جديدة بميزات مذهلة في الطريق.
de: Neue Module mit großartigen Funktionen sind unterwegs.
tr: Harika özelliklere sahip yeni modüller yolda.
zh_hans: 新模块和全新功能即将推出。
zh_hant: 擁有強大功能的新模組即將推出。

source: No Designs Yet
ar: لا توجد تصميمات بعد
de: Noch keine Designs
tr: Henüz Tasarım Yok
zh_hans: 暂无设计
zh_hant: 暫無設計方案

source: No devices available
ar: لا توجد أجهزة متاحة
de: Keine Geräte verfügbar
tr: Kullanılabilir cihaz yok
zh_hans: 没有可用的设备
zh_hant: 沒有可用設備

source: No devices connected through Bluetooth
ar: لا توجد أجهزة متصلة عبر البلوتوث
de: Keine Geräte über Bluetooth verbunden
tr: Bluetooth üzerinden bağlı cihaz yok
zh_hans: 没有通过蓝牙连接的设备
zh_hant: 沒有透過藍牙連接的設備

source: No devices linked yet
ar: لم يتم ربط أي أجهزة بعد
de: Noch keine Geräte verknüpft
tr: Henüz hiçbir cihaz bağlanmadı
zh_hans: 尚未绑定任何设备
zh_hant: 目前還沒有連接任何設備。

source: No pendant connected to this device
ar: لا يوجد قلادة (Pendant) متصلة بهذا الجهاز
de: Kein Pendant mit diesem Gerät verbunden
tr: Bu cihaza bağlı sarkıt yok
zh_hans: 此设备未连接任何吊灯模块（Pendant）
zh_hant: 此裝置未連接任何吊墜。

source: No Wi‑Fi detected. Grant location permission or connect to a network.
ar: لم يتم اكتشاف شبكة واي فاي. يرجى منح إذن الموقع أو الاتصال بشبكة.
de: Kein WLAN erkannt. Erlaube Standortzugriff oder verbinde dich mit einem Netzwerk.
tr: Wi-Fi algılanmadı. Konum izni verin veya bir ağa bağlanın.
zh_hans: 未检测到 Wi-Fi。请授予位置权限或连接网络。
zh_hant: 未偵測到Wi-Fi。請授予位置權限或連接到網路。

source: No WLED devices found
ar: لم يتم العثور على أجهزة WLED
de: Keine WLED-Geräte gefunden
tr: WLED cihazı bulunamadı
zh_hans: 未找到任何 WLED 设备
zh_hant: 未找到 WLED 設備

source: Not Now
ar: ليس الآن
de: Nicht jetzt
tr: Şimdi Değil
zh_hans: 不是现在
zh_hant: 現在不要

source: Notification Settings
ar: إعدادات الإشعارات
de: Benachrichtigungseinstellungen
tr: Bildirim Ayarları
zh_hans: 通知设置
zh_hant: 通知設定

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
tr: Bildirimler
zh_hans: 通知
zh_hant: 通知

source: Object
ar: عنصر
de: Objekt
tr: Nesne
zh_hans: 对象
zh_hant: 目的

source: Off
ar: إيقاف
de: Aus
tr: Kapalı
zh_hans: 关
zh_hant: 離開

source: Offline
ar: غير متصل
tr: Çevrimdışı
zh_hans: 离线
zh_hant: 離線

source: Offline Mode
ar: وضع عدم الاتصال
de: Offline-Modus
tr: Çevrimdışı Mod
zh_hans: 离线模式
zh_hant: 離線模式

source: OK
ar: موافق
tr: Tamam
zh_hans: 好

source: On
ar: تشغيل
de: Ein
tr: Açık
zh_hans: 开

source: Online
ar: متصل
tr: Çevrimiçi
zh_hans: 在线
zh_hant: 在線的

source: Open Configurator
ar: فتح المُكوِّن
de: Konfigurator öffnen
tr: Yapılandırıcıyı Aç
zh_hans: 打开配置器
zh_hant: 打開 Configurator

source: Open the Xcode console to see events and acknowledgments.
ar: افتح وحدة تحكم Xcode لعرض الأحداث والإشعارات.
de: Öffne die Xcode-Konsole, um Ereignisse und Meldungen zu sehen.
tr: Olayları ve onayları görmek için Xcode konsolunu açın.
zh_hans: 打开 Xcode 控制台查看事件和通知。

source: Or
ar: أو
de: Oder
tr: Veya
zh_hans: 或

source: Pattern Controls
ar: عناصر التحكم في الأنماط
de: Mustersteuerung
tr: Desen Kontrolleri
zh_hans: 图案控制
zh_hant: 圖案控制

source: Pendant 1
ar: البندانت 1
tr: Sarkıt 1
zh_hans: 吊灯模块 1
zh_hant: 吊墜 1

source: Pendant 2
ar: البندانت 2
tr: Sarkıt 2
zh_hans: 吊灯模块 2
zh_hant: 吊墜 2

source: Pendant 3
ar: البندانت 3
tr: Sarkıt 3
zh_hans: 吊灯模块 3
zh_hant: 吊墜 3

source: Pendant 4
ar: البندانت 4
tr: Sarkıt 4
zh_hans: 吊灯模块 4
zh_hant: 吊墜 4

source: Pendant Options
ar: خيارات البندانت
de: Pendant-Optionen
tr: Sarkıt Seçenekleri
zh_hans: 吊灯模块选项
zh_hant: 吊墜選項

source: Pendants
ar: البنادانت
tr: Sarkıtlar
zh_hans: 吊灯模块
zh_hant: 吊墜

source: Please check and enter your email before configuring the LED, and verify that you are a valid user.
ar: يرجى التحقق وإدخال بريدك الإلكتروني قبل ضبط إضاءة LED، والتأكد من أنك مستخدم موثوق.
de: Bitte überprüfe und gib deine E-Mail ein, bevor du die LED konfigurierst, und bestätige, dass du ein gültiger Nutzer bist.
tr: LED’i yapılandırmadan önce lütfen e-postanızı kontrol edip girin ve geçerli bir kullanıcı olduğunuzu doğrulayın.
zh_hans: 配置 LED 之前，请检查并输入您的邮箱，并确认您是合法用户。
zh_hant: 請先檢查並輸入您的電子郵件地址，然後再配置 LED，並確認您是有效使用者。

source: Please check your connection and try again.
ar: يرجى التحقق من الاتصال والمحاولة مرة أخرى.
de: Bitte überprüfe deine Verbindung und versuche es erneut.
tr: Lütfen bağlantınızı kontrol edin ve tekrar deneyin.
zh_hans: 请检查连接后重试。
zh_hant: 請檢查您的網路連線並重試。

source: Please connect a device first
ar: يرجى توصيل جهاز أولاً
de: Bitte zuerst ein Gerät verbinden
tr: Lütfen önce bir cihaz bağlayın
zh_hans: 请先连接设备
zh_hant: 請先連接設備。

source: Please connect to internet.
ar: يرجى الاتصال بالإنترنت.
de: Bitte mit dem Internet verbinden.
tr: Lütfen internete bağlanın.
zh_hans: 请连接到互联网
zh_hant: 請連接至網際網路。

source: Please enter the 6-digit code sent to %@
ar: يرجى إدخال الرمز المكوّن من 6 أرقام المرسل إلى%@
de: Bitte gib den 6-stelligen Code ein, der an %@ gesendet wurde
tr: %@ adresine gönderilen 6 haneli kodu girin
zh_hans: 请输入发送到 %@ 的 6 位验证码
zh_hant: 請輸入發送到您信箱的6位驗證碼%@

source: Please log in to view your Wi-Fi devices.
ar: يرجى تسجيل الدخول لعرض أجهزة الواي فاي الخاصة بك.
de: Bitte melde dich an, um deine WLAN-Geräte zu sehen.
tr: Wi-Fi cihazlarınızı görüntülemek için lütfen giriş yapın.
zh_hans: 请登录以查看您的 Wi-Fi 设备。
zh_hant: 請登入查看您的Wi-Fi設備。

source: Please login before using this feature
ar: يرجى تسجيل الدخول قبل استخدام هذه الميزة
de: Bitte melde dich an, bevor du diese Funktion nutzt
tr: Bu özelliği kullanmadan önce lütfen giriş yapın
zh_hans: 使用此功能前请先登录
zh_hant: 請先登入再使用此功能

source: Please Login First
ar: يرجى تسجيل الدخول أولاً
de: Bitte zuerst anmelden
tr: Lütfen önce giriş yapın
zh_hans: 请先登录
zh_hant: 請先登入

source: Please reconnect your device.
ar: يرجى إعادة توصيل جهازك.
de: Bitte das Gerät erneut verbinden.
tr: Lütfen cihazınızı yeniden bağlayın.
zh_hans: 请重新连接您的设备
zh_hant: 請重新連接您的裝置。

source: Please Select Your Ch-%lld Mode
ar: يرجى اختيار وضع القناة – ‎%lld
de: Bitte wähle deinen Ch–%lld-Modus
tr: Lütfen Kanal-%lld Modunu Seçin
zh_hans: 请选择频道模式 – %lld
zh_hant: 請選擇您的 Ch-%lld 模式

source: Please Select Your Mode
ar: يرجى اختيار الوضع
de: Bitte wähle deinen Modus
tr: Lütfen modunuzu seçin
zh_hans: 请选择您的模式
zh_hant: 請選擇您的模式

source: Please Set Normal MOde
ar: يرجى ضبط الوضع العادي
de: Bitte Normalmodus aktivieren
tr: Lütfen Normal Modu Ayarlayın
zh_hans: 请设置为正常模式
zh_hant: 請設定為正常模式

source: Please Sign in to secure your data and for personalization
ar: يرجى تسجيل الدخول لحماية بياناتك وللحصول على تخصيص أفضل
de: Bitte melde dich an, um deine Daten zu schützen und personalisierte Funktionen zu nutzen
tr: Verilerinizi korumak ve kişiselleştirme için lütfen giriş yapın
zh_hans: 请登录以保护您的数据并启用个性化功能
zh_hant: 請登入以保護您的資料並享受個人化服務。

source: Power
ar: الطاقة
de: Leistung
tr: Güç
zh_hans: 功率
zh_hant: 力量

source: Presets
ar: الإعدادات المسبقة
de: Voreinstellungen
tr: Hazır Ayarlar
zh_hans: 预设
zh_hant: 預設

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
tr: Gizlilik Politikası
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Processing...
ar: جارٍ المعالجة...
de: Wird verarbeitet...
tr: İşleniyor...
zh_hans: 处理中…
zh_hant: 加工...

# profile.ai_app_store
source: AI App Store
ar: متجر تطبيقات الذكاء الاصطناعي
de: KI-App-Store
tr: AI Uygulama Mağazası
zh_hans: AI 应用商店
zh_hant: AI 應用商店

# profile.ai_connections
source: AI Connections
ar: اتصالات الذكاء الاصطناعي
de: KI-Verbindungen
tr: AI Bağlantıları
zh_hans: AI 连接
zh_hant: AI 連線

# profile.ai_settings
source: AI Settings
ar: إعدادات الذكاء الاصطناعي
de: KI-Einstellungen
tr: AI Ayarları
zh_hans: AI 设置
zh_hant: AI 設定

# profile.configurator
source: Configurator
ar: المُكوِّن
de: Konfigurator
tr: Yapılandırıcı
zh_hans: 配置器
zh_hant: 配置器

# profile.edit
source: Edit Profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
tr: Profili Düzenle
zh_hans: 编辑资料
zh_hant: 編輯個人資料

# profile.login_better
source: Login for better experience
ar: سجّل الدخول للحصول على تجربة أفضل
de: Melde dich an für ein besseres Erlebnis
tr: Daha iyi bir deneyim için giriş yapın
zh_hans: 登录以获得更好的体验
zh_hant: 登入以獲得更好的體驗

# profile.logout
source: Log Out
ar: تسجيل الخروج
de: Abmelden
tr: Çıkış Yap
zh_hans: 退出登录
zh_hant: 登出

# profile.notifications
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
tr: Bildirimler
zh_hans: 通知
zh_hant: 通知

# profile.our_website
source: Our Website
ar: موقعنا الإلكتروني
de: Unsere Website
tr: Web Sitemiz
zh_hans: 我们的网站
zh_hant: 我們的網站

# profile.privacy_security
source: Privacy & Security
ar: الخصوصية والأمان
de: Datenschutz & Sicherheit
tr: Gizlilik ve Güvenlik
zh_hans: 隐私与安全
zh_hant: 隱私與安全

# profile.room_scan
source: Room Scan
ar: مسح الغرفة
de: Raum-Scan
tr: Oda Taraması
zh_hans: 房间扫描
zh_hant: 房間掃描

source: Rainbow Color
ar: لون قوس قزح
de: Regenbogenfarbe
tr: Gökkuşağı Rengi
zh_hans: 彩虹颜色
zh_hant: 彩虹色

source: Rating
ar: التقييم
de: Bewertung
tr: Değerlendirme
zh_hans: 评分
zh_hant: 等級

source: Recording...
ar: جارٍ التسجيل...
de: Aufnahme läuft...
tr: Kaydediliyor...
zh_hans: 正在录音…
zh_hant: 記錄...

source: Recording... Release to stop
ar: جارٍ التسجيل... حرّر للإيقاف
de: Aufnahme läuft... Loslassen zum Stoppen
tr: Kaydediliyor... Durdurmak için bırakın
zh_hans: 正在录音… 松开以停止
zh_hant: 記錄...

source: Remove Overlays
ar: إزالة طبقات التراكب
de: Overlays entfernen
tr: Kaplamaları Kaldır
zh_hans: 移除叠加层
zh_hant: 移除疊加層

source: Request Name
ar: طلب اسم
de: Namen anfordern
tr: Talep Adı
zh_hans: 请求名称

source: Request Summary
ar: طلب ملخص
de: Zusammenfassung anfordern
tr: Talep Özeti
zh_hans: 请求摘要
zh_hant: 請求摘要

source: Request Time
ar: طلب الوقت
de: Zeit anfordern
tr: Talep Zamanı
zh_hans: 请求时间
zh_hant: 請求時間

source: Requesting...
ar: جارٍ الطلب...

source: Resend
ar: إعادة الإرسال
de: Erneut senden
tr: Yeniden Gönder
zh_hans: 重新发送
zh_hant: 重新發送

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
tr: Sıfırla
zh_hans: 重置
zh_hant: 重置

source: Retry
ar: إعادة الإرسال
de: Wiederholen
tr: Tekrar Dene
zh_hans: 重试
zh_hant: 重試

source: RGB LED %lld
ar: %lld ‏LED ‏RGB

source: Room Analysis
ar: تحليل الغرفة
de: Raumanalyse
tr: Oda Analizi
zh_hans: 房间分析
zh_hant: 房間分析

source: Room Scans
ar: عمليات مسح الغرفة
de: Raum-Scans
tr: Oda Taramaları
zh_hans: 房间扫描记录
zh_hant: 房間掃描

source: Run Sequence
ar: تشغيل التسلسل
de: Sequenz ausführen
tr: Sıralamayı Çalıştır
zh_hans: 运行序列
zh_hant: 運行序列

source: Save
ar: حفظ
de: Speichern
tr: Kaydet
zh_hans: 保存
zh_hant: 節省

source: Save Changes
ar: حفظ التغييرات
de: Änderungen speichern
tr: Değişiklikleri Kaydet
zh_hans: 保存更改
zh_hant: 儲存變更

source: Save Scan
ar: حفظ المسح
de: Scan speichern
tr: Taramayı Kaydet
zh_hans: 保存扫描
zh_hant: 保存掃描

source: Saved Room Scans
ar: عمليات المسح المحفوظة
de: Gespeicherte Raum-Scans
tr: Kaydedilen Oda Taramaları
zh_hans: 已保存的房间扫描
zh_hant: 已儲存的房間掃描

source: Scan for Devices
ar: البحث عن الأجهزة
de: Nach Geräten suchen
tr: Cihazları Tara
zh_hans: 扫描设备
zh_hant: 掃描設備

source: Scanning for BLE devices...
ar: جارٍ البحث عن أجهزة BLE...
de: Suche nach BLE-Geräten...
tr: BLE cihazları taranıyor...
zh_hans: 正在扫描蓝牙设备…
zh_hant: 正在掃描藍牙低功耗設備…

source: Scanning...
ar: جارٍ المسح...
de: Scannen...
tr: Taranıyor...
zh_hans: 正在扫描…
zh_hant: 掃描...

source: Scanning....
ar: جارٍ المسح....
de: Scannen....
tr: Taranıyor....
zh_hans: 正在扫描….
zh_hant: 掃描....

source: Schedule Summary
ar: ملخص الجدول
de: Zeitplan-Zusammenfassung
tr: Program Özeti
zh_hans: 日程摘要
zh_hant: 日程概要

source: Search for a device...
ar: البحث عن جهاز...
de: Nach einem Gerät suchen...
tr: Bir cihaz ara...
zh_hans: 搜索设备…
zh_hant: 查找設備…

source: Searching for devices...
ar: جارٍ البحث عن أجهزة...
de: Suche nach Geräten...
tr: Cihazlar aranıyor...
zh_hans: 正在搜索设备…
zh_hant: 正在搜尋設備…

source: Searching…
ar: جارٍ البحث...
de: Suchen...
tr: Aranıyor...
zh_hans: 正在搜索…
zh_hant: 正在搜尋…

source: See All
ar: عرض الكل
de: Alle anzeigen
tr: Tümünü Gör
zh_hans: 查看全部
zh_hant: 看全部

source: Select Color
ar: اختيار اللون
de: Farbe auswählen
tr: Renk Seç
zh_hans: 选择颜色
zh_hant: 看全部

source: Select Space Type
ar: اختيار نوع المساحة
de: Raumtyp auswählen
tr: Alan Türünü Seçin
zh_hans: 选择颜色
zh_hant: 選擇空間類型

source: Select the method of adding the device
ar: اختيار طريقة إضافة الجهاز
de: Wähle die Methode zum Hinzufügen des Geräts
tr: Cihaz ekleme yöntemini seçin
zh_hans: 选择添加设备的方式
zh_hant: 選擇新增設備的方法

source: Select Your Type
ar: اختر النوع
de: Wähle deinen Typ
tr: Türünüzü Seçin
zh_hans: 选择您的类型
zh_hant: 選擇您的類型

source: Send
ar: إرسال
de: Senden
tr: Gönder
zh_hans: 发送
zh_hant: 傳送

source: Send Link
ar: إرسال الرابط
de: Link senden
tr: Bağlantı Gönder
zh_hans: 发送链接
zh_hant: 發送連結

source: Send Sample Light Data
ar: إرسال بيانات إضاءة تجريبية
de: Beispiel-Lichtdaten senden
tr: Örnek Işık Verisi Gönder
zh_hans: 发送示例灯光数据
zh_hant: 傳送樣品光數據

source: Set Lighting Based on Location
ar: تعيين الإضاءة بناءً على الموقع
de: Beleuchtung basierend auf Standort einstellen
tr: Aydınlatmayı Konuma Göre Ayarla
zh_hans: 基于位置设置灯光
zh_hant: 根據位置設置燈光

source: Setting
ar: الإعداد
de: Einstellung
tr: Ayar
zh_hans: 设置
zh_hant: 環境

source: Setting Saved
ar: تم حفظ الإعداد
de: Einstellung gespeichert
tr: Ayar Kaydedildi
zh_hans: 设置已保存
zh_hant: 設定已儲存

source: Settings
ar: المتجر
de: Einstellungen
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# settings.title
source: Settings
ar: المتجر
de: Einstellungen
zh_hans: 设置
zh_hant: 設定

source: Shop
ar: تسجيل الدخول
tr: Mağaza
zh_hans: 商店
zh_hant: 店鋪

source: Sign in
ar: تسجيل الدخول
de: Anmelden
tr: Giriş Yap
zh_hans: 登录
zh_hant: 登入

source: Sign In
ar: تسجيل الدخول
de: Anmelden
tr: Giriş Yap
zh_hans: 登录
zh_hant: 登入

source: Sign in with Google
ar: تسجيل الدخول باستخدام Google
de: Mit Google anmelden
tr: Google ile Giriş Yap
zh_hans: 使用 Google 登录
zh_hant: 使用 Google 登入

source: Sign in with your Google account to continue
ar: سجّل الدخول باستخدام حساب Google للمتابعة
de: Mit deinem Google-Konto anmelden, um fortzufahren
tr: Devam etmek için Google hesabınızla giriş yapın
zh_hans: 使用 Google 帐号继续
zh_hant: 使用您的 Google 帳戶登入以繼續

source: Sign Out
ar: تسجيل الخروج
de: Abmelden
tr: Çıkış Yap
zh_hans: 登出
zh_hant: 登出

source: Skip
ar: تخطّي
de: Überspringen
tr: Atla
zh_hans: 跳过
zh_hant: 跳過

source: Socket Tester
ar: فاحص المقابس
de: Steckdosenprüfer
tr: Priz Test Cihazı
zh_hans: 插座测试器
zh_hant: 套接字測試器

source: Solid Color
ar: لون ثابت
de: Einfarbig
tr: Düz Renk
zh_hans: 纯色
zh_hant: 純色

source: Solid Colors
ar: ألوان ثابتة
de: Einfarbige Farben
tr: Düz Renkler
zh_hans: 纯色方案
zh_hant: 純色

source: Speed
ar: السرعة
de: Geschwindigkeit
tr: Hız
zh_hans: 速度
zh_hant: 速度

source: Start Scan
ar: بدء المسح
de: Scan starten
tr: Taramayı Başlat
zh_hans: 开始扫描
zh_hant: 開始掃描

source: State of the art AR Experience
ar: تجربة واقع معزز متقدمة
de: Modernstes AR-Erlebnis
tr: Son teknoloji AR Deneyimi
zh_hans: 先进的 AR 体验
zh_hant: 最先進的擴增實境體驗

source: State of the art VR Experience
ar: تجربة واقع معزز متقدمة
de: Modernstes VR-Erlebnis
tr: Son teknoloji VR Deneyimi
zh_hans: 先进的 VR 体验
zh_hant: 最先進的擴增實境體驗

source: Status: Connected
ar: تجربة واقع افتراضي متقدمة
de: Status: Verbunden
tr: Durum: Bağlı
zh_hans: 状态：已连接
zh_hant: 狀態：已連接

source: Status: Disconnected
ar: الحالة: متصل
de: Status: Getrennt
tr: Durum: Bağlantı Kesildi
zh_hans: 状态：未连接
zh_hant: 狀態：已斷開連接

source: Stop AI
ar: الحالة: غير متصل
de: KI stoppen
tr: AI’yı Durdur
zh_hans: 停止 AI
zh_hant: 停止人工智慧

source: Suggestions for you
ar: إيقاف الذكاء الاصطناعي
de: Vorschläge für dich
tr: Sizin için öneriler
zh_hans: 为你推荐
zh_hant: 給你的建議

source: Summary
ar: اقتراحات لك
de: Zusammenfassung
tr: Özet
zh_hans: 摘要
zh_hant: 概括

source: Tap
ar: الملخص
de: Tippen
tr: Dokun
zh_hans: 点击
zh_hant: 輕敲

source: Tap + to add your first device
ar: اضغط على + لإضافة جهازك الأول
de: Tippe auf +, um dein erstes Gerät hinzuzufügen
tr: İlk cihazınızı eklemek için +’ya dokunun
zh_hans: 点击 + 添加您的第一个设备
zh_hant: 點擊“+”添加您的第一個設備

source: Tap button below to add devices
ar: اضغط على الزر أدناه لإضافة الأجهزة
de: Tippe auf die Schaltfläche unten, um Geräte hinzuzufügen
tr: Cihaz eklemek için aşağıdaki düğmeye dokunun
zh_hans: 点击下方按钮添加设备
zh_hant: 點擊下方按鈕新增設備

source: Tap button below to add Modules
ar: اضغط على الزر أدناه لإضافة الوحدات
de: Tippe auf die Schaltfläche unten, um Module hinzuzufügen
tr: Modül eklemek için aşağıdaki düğmeye dokunun
zh_hans: 点击下方按钮添加模块
zh_hant: 點擊下方按鈕新增模組

source: Tap the button below to add devices
ar: اضغط على الزر أدناه لإضافة الأجهزة
de: Tippe auf die Schaltfläche unten, um Geräte hinzuzufügen
tr: Cihaz eklemek için aşağıdaki düğmeye dokunun
zh_hans: 点击下方按钮添加设备
zh_hant: 點擊下方按鈕新增設備

source: Tap to chat
ar: اضغط للدردشة
de: Tippen, um zu chatten
tr: Sohbet etmek için dokunun
zh_hans: 点击开始聊天
zh_hant: 點擊聊天

source: Tap to speak
ar: اضغط للتحدث
de: Tippen, um zu sprechen
tr: Konuşmak için dokunun
zh_hans: 点击说话
zh_hant: 點擊說話

source: Tap To Take A Picture
ar: اضغط لالتقاط صورة
de: Tippen, um ein Foto aufzunehmen
tr: Fotoğraf çekmek için dokunun
zh_hans: 点击拍照
zh_hant: 點擊拍照

source: Test Controls
ar: اختبار عناصر التحكم
de: Steuerung testen
tr: Test Kontrolleri
zh_hans: 测试控制
zh_hant: 測試控制

source: Test View
ar: عرض الاختبار
de: Ansicht testen
tr: Test Görünümü
zh_hans: 测试界面
zh_hant: 測試視圖

source: Testing
ar: جارٍ الاختبار
de: Test läuft
tr: Test Ediliyor
zh_hans: 测试
zh_hant: 測試

source: Testing Mode
ar: وضع الاختبار
de: Testmodus
tr: Test Modu
zh_hans: 测试模式
zh_hant: 測試模式

source: Texture Scale: %.1f
ar: مقياس النسيج: ‎%.1f
de: Texturskalierung: %.1f
tr: Doku Ölçeği: %.1f
zh_hans: 纹理比例：%.1f
zh_hant: 紋理比例：%.1f

source: The selected device is not responding. Please try again.
ar: الجهاز المحدد لا يستجيب. يرجى المحاولة مرة أخرى.
de: Das ausgewählte Gerät reagiert nicht. Bitte versuche es erneut.
tr: Seçilen cihaz yanıt vermiyor. Lütfen tekrar deneyin.
zh_hans: 所选设备无响应，请重试。
zh_hant: 所選設備無響應，請稍後再試。

source: This app will request access to your Google Calendar, Gmail (read/send), and Contacts to provide related features. You can change these permissions at any time in your Google Account settings.
ar: سيطلب هذا التطبيق الوصول إلى تقويم Google، وGmail (القراءة/الإرسال)، وجهات الاتصال، لتقديم الميزات المتعلقة بذلك. يمكنك تغيير هذه الأذونات في أي وقت من خلال إعدادات حساب Google الخاص بك.

source: This device does not support LiDAR-based AR.
ar: هذا الجهاز لا يدعم الواقع المعزز المعتمد على LiDAR.
de: Dieses Gerät unterstützt kein LiDAR-basiertes AR.
tr: Bu cihaz LiDAR tabanlı AR’yi desteklemiyor.
zh_hans: 此设备不支持基于 LiDAR 的 AR 功能。
zh_hant: 該設備不支援基於雷射雷達的擴增實境技術。

source: This device does not support the AR experience that requires a LiDAR sensor.
ar: هذا الجهاز لا يدعم تجربة الواقع المعزز التي تتطلب مستشعر LiDAR.
de: Dieses Gerät unterstützt das AR-Erlebnis, das einen LiDAR-Sensor benötigt, nicht.
tr: Bu cihaz, LiDAR sensörü gerektiren AR deneyimini desteklemiyor.
zh_hans: 此设备不支持需要 LiDAR 传感器的 AR 体验。
zh_hant: 此設備不支援需要雷射雷達感測器的擴增實境體驗。

source: This routine will run as scheduled
ar: سيعمل هذا الروتين حسب الجدول المحدد
de: Diese Routine wird wie geplant ausgeführt
tr: Bu rutin planlandığı şekilde çalışacaktır
zh_hans: 此流程将按计划运行
zh_hant: 此程式將按計劃運行。

source: Time
ar: الوقت
de: Zeit
tr: Saat
zh_hans: 时间
zh_hant: 時間

source: Tip: Nearby scanning works best when you're within 10 feet of the device
ar: نصيحة: يعمل المسح القريب بشكل أفضل عندما تكون على بُعد 10 أقدام من الجهاز
de: Tipp: Scannen funktioniert am besten, wenn du dich innerhalb von 3 Metern zum Gerät befindest
tr: İpucu: Yakın tarama, cihazdan 10 fit (yaklaşık 3 m) mesafedeyken en iyi sonucu verir
zh_hans: 提示：距离设备 10 英尺以内扫描效果最佳
zh_hant: 提示：當您距離設備 10 英尺（約 3 公尺）以內時，近距離掃描效果最佳。

source: Today
ar: اليوم
de: Heute
tr: Bugün
zh_hans: 今天
zh_hant: 今天

source: Turn OFF/ON
ar: تشغيل/إيقاف
de: Aus-/Einschalten
tr: Kapat/Aç
zh_hans: 开/关
zh_hant: 關/開

source: Turn on Bluetooth to scan for nearby devices.
ar: فعّل البلوتوث لمسح الأجهزة القريبة.
de: Aktiviere Bluetooth, um nach Geräten in der Nähe zu scannen.
tr: Yakındaki cihazları taramak için Bluetooth’u açın.
zh_hans: 请开启蓝牙以扫描附近设备。
zh_hant: 開啟藍牙掃描附近裝置。

source: Turn on Location
ar: فعّل الموقع
de: Standort aktivieren
tr: Konumu Aç
zh_hant: 開啟定位服務

source: Type a message...
ar: اكتب رسالة...
de: Nachricht eingeben...
tr: Bir mesaj yazın...
zh_hans: 输入消息…
zh_hant: 輸入訊息…

source: Unable to load your devices. You can use built-in preset models or retry when connected.
ar: لا يمكن تحميل أجهزتك. يمكنك استخدام النماذج المدمجة الجاهزة أو المحاولة مرة أخرى عند الاتصال.
de: Geräte konnten nicht geladen werden. Du kannst integrierte Vorgaben verwenden oder es erneut versuchen, wenn du verbunden bist.
tr: Cihazlarınız yüklenemedi. Yerleşik hazır modelleri kullanabilir veya bağlantı varken tekrar deneyebilirsiniz.
zh_hant: 無法載入您的裝置。您可以使用內建預設模型，或在連接後重試。

source: Uninstall
ar: إلغاء التثبيت
de: Deinstallieren
tr: Kaldır
zh_hans: 卸载
zh_hant: 解除安裝

source: Unisntall
ar: إلغاء التثبيت
de: Deinstallieren
tr: Kaldır
zh_hans: 卸载
zh_hant: 解除安裝

source: Update Profile
ar: تحديث الملف الشخصي
de: Profil aktualisieren
tr: Profili Güncelle
zh_hans: 更新资料
zh_hant: 更新個人資料

source: Updating Profile...
ar: جارٍ تحديث الملف الشخصي...
de: Profil wird aktualisiert...
tr: Profil Güncelleniyor...
zh_hans: 正在更新资料…
zh_hant: 更新個人資料....

source: Upgrade
ar: ترقية
tr: Yükselt
zh_hans: 升级
zh_hant: 升級

source: Use Presets
ar: استخدام الإعدادات المسبقة
de: Voreinstellungen verwenden
tr: Hazır Ayarları Kullan
zh_hans: 使用预设
zh_hant: 使用預設

source: Username
ar: اسم المستخدم
de: Benutzername
tr: Kullanıcı Adı
zh_hans: 用户名
zh_hant: 使用者名稱

source: Using built-in presets
ar: استخدام الإعدادات الجاهزة المضمنة
de: Integrierte Voreinstellungen verwenden
tr: Yerleşik hazır ayarlar kullanılıyor
zh_hans: 使用内置预设
zh_hant: 使用內建預設
